/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Musim %1$@, Episod %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Musim %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, Musim %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 Episod)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 Buku)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d Buku)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d Episod, 1 Video)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d Episod, %d Video)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d Episod)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d Video)";

"ONE_SONG" = "1 Lagu";
"SONGS_COUNT_FORMAT" = "%d Lagu";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d Album, %d Lagu";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d Album, 1 Lagu";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 Lagu";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d Lagu";

"ALBUM_HEADER_SONG_COUNT" = "%d Lagu";
"ALBUM_HEADER_SONG_COUNT_1" = "1 Lagu";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Dikeluarkan %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Perpustakaan";
"MUSIC" = "Muzik";
"NO_MUSIC_TITLE" = "Muzik";
"NO_VIDEOS_TITLE" = "Video";
"SOURCES" = "Sumber";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Aksesori Disambung";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Tambah Semua Album";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Tambah Semua Lagu";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Tambah lagu ke senarai main On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Simpan";
"ADD_PLAYLIST_DIALOG_TITLE" = "Senarai Main Baru";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Masukkan nama untuk senarai main ini.";
"ADD_PLAYLIST_ROW" = "Tambah Senarai Main...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Tajuk";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Tambah lagu ke “%@”.";
"EDIT_PLAYLIST_RENAME" = "Tukar Nama";
"EDIT_PLAYLIST_ADD_SONGS" = "Tambah Lagu";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Tukar Nama Senarai Main";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Tajuk";

/* No comment provided by engineer. */
"Albums" = "Album";

/* list option to view all albums. */
"All Albums" = "Semua Album";

/* list option to view all songs. */
"All Songs" = "Semua Lagu";

/* No comment provided by engineer. */
"Audible" = "Boleh Didengar";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Bab %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Batal";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Bab %1$d dari %2$d";

"CHAPTER_INDEX_FORMAT" = "Bab %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Muat Semula Senarai Main";

"CLEAR" = "Kosong";

/* No comment provided by engineer. */
"Clear Playlist" = "Kosongkan Senarai Main";

/* No comment provided by engineer. */
"Save Playlist" = "Simpan Senarai Main";

/* No comment provided by engineer. */
"Delete Playlist" = "Padam Senarai Main";

/* No comment provided by engineer. */
"content" = "kandungan";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Tidak sah";

/* No comment provided by engineer. */
"Delete" = "Padam";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Adakah anda ingin memadam \U201c%@\U201d untuk menjimatkan ruang?";

/* No comment provided by engineer. */
"Done" = "Selesai";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Save" = "Simpan";

/* Info shown cell for TV shows */
"Episode %@" = "Episod %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Berdasarkan muzik oleh:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ & yang Lain";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " & yang lain";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Campuran Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Sambung ke Wi-Fi atau rangkaian selular untuk memuat turun “%@”.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Sambung ke rangkaian Wi-Fi untuk memuat turun “%@”.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Simpan";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d Album";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d Artis";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d Buku Boleh Dengar";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d Buku Audio";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d Kompilasi";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d Komposer";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d Item";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d Trek";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d Genre";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d Senarai Main";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d Episod";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d Podcast";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d Lagu";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Memuat turun %d daripada %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d Memo Suara";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Memuat…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Memuat Lirik...";

/* No comment provided by engineer. */
"More" = "Lagi";

/* Section header title in the Videos list */
"Movies" = "Filem";

/* Section header title in the Videos list */
"Movie Rentals" = "Filem sewa";

/* Section header title in the Videos list */
"Music Videos" = "Video Muzik";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Tiada Buku Audio";

/* Generic no content message */
"No Content" = "Tiada Kandungan";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Tiada Muzik";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Tiada Podcast";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Tiada Video";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Album";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artis";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Buku Audio";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Kompilasi";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Komposer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Genre";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Campuran Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Lagi";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Senarai Main";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Senarai Main";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcast";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Lagu";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Video";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filem";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Pinjaman";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "Rancangan TV ";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcast";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Video Muzik";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Maklumat";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Bab";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Episode";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Mainkan Filem";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Dikongsi";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Bahagian %d dari %d";

/* No comment provided by engineer. */
"Playlists" = "Senarai Main";

/* Section header title in the Videos list */
"Podcasts" = "Podcast";

/* Shuffle option shown in song lists */
"Shuffle" = "Kocok";

/* No comment provided by engineer. */
"Songs" = "Lagu";

/* iTunes Movie Store */
"MOVIE_STORE" = "Store";

/* iTunes Music Store */
"MUSIC_STORE" = "Store";

/* No comment provided by engineer. */
"Syncing" = "Menyelaraskan";

/* Section header title in the Videos list */
"TV Shows" = "Rancangan TV ";

/* No comment provided by engineer. */
"Unknown" = "Tidak Diketahui";
"UNKNOWN_ARTIST" = "Artis Tidak Dikenali";
"UNKNOWN_ALBUM" = "Album Tidak Diketahui";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Anda boleh memuat podcast dari iTunes Store";
"You can download iTunes U content from iTunes." = "Anda boleh muat turun kandungan iTunes U dari\niTunes Store";
"You can download audiobooks from iTunes." = "Anda boleh memuat turun buku audio dari iTunes Store";
"You can download music from iTunes." = "Anda boleh memuat turun muzik dari iTunes Store";
"You can download videos from iTunes." = "Anda boleh memuat video dari iTunes Store";

"NOW_PLAYING" = "Kini Dimainkan:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Kini\nDimainkan";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Filem Disewa Akan Tamat Tempoh";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Filem ini akan tamat tempoh tidak lama lagi. Jika anda berhenti menontonnya selepas ia tamat tempoh, anda perlu menyewanya sekali lagi.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Adakah anda pasti ingin memadam “%@”? Jika anda memadam filem yang disewa ini, anda perlu menyewanya sekali lagi untuk menontonnya.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Adakah anda pasti ingin memadam “%@”?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "“%@” belum dipindahkan ke iTunes. Jika anda memadamnya, anda perlu membelinya sekali lagi.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Adakah anda ingin memainkan filem sewaan ini?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Rancangan TV Disewa Akan Tamat Tempoh";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Rancangan tv ini akan Luput sebentar lagi. Jika anda baru berhenti menonton selepas film ini luput, Anda harus menyewanya lagi.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Adakah anda pasti ingin memadam “%@”? Jika anda memadam rancangan tv yang disewa ini, anda perlu menyewanya sekali lagi untuk menontonnya.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Adakah anda ingin memainkan rancangan tv yang telah disewa ini?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Ia akan tamat %d hari selepas anda mula menontonnya.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Ia akan tamat %d hari selepas anda mula menontonnya.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Ia akan tamat %d jam selepas anda mula menontonnya.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Ia akan tamat %d jam selepas anda mula menontonnya.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Ia akan tamat %d minit selepas anda mula menontonnya.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Ia akan tamat %d minit selepas anda mula menontonnya.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Dapatkan Lagi Episod…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Lihat Cadangan Genius...";

"GET_MORE_TV_EPISODES" = "Dapatkan Lagi Episod…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Hasil Carian";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Lagu";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Artis";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Senarai Main";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Buku Audio";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Video Muzik";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "Rancangan TV ";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Filem";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Cari";

"SEARCH_RESULTS_ONE_RESULT" = "1 Hasil";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d Hasil";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artis (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artis (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Album (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Senarai Main (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Senarai Main (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Lagu (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Lagu (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Buku Audio (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Buku Audio (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Episod Podcast (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Episod Podcast (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcast (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Video Muzik (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Video Muzik (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "Episod TV (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "Episod TV (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "Rancangan TV (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "Rancangan TV (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filem (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Filem (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genre (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Komposer (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Komposer (%@ Hasil)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Teruskan Carian dalam Store…";

"PODCAST_LINK_EMAIL_FORMAT" = "Cuba dengar podcast ini pada iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Sila sediakan akaun Mail supaya dapat berkongsi podcast.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Rumusan";
"DESCRIPTION_HEADER" = "Perihalan";

"ACTOR_HEADER_SINGULAR" = "Pelakon";
"ACTOR_HEADER_PLURAL" = "Pelakon";

"DIRECTOR_HEADER_SINGULAR" = "Pengarah";
"DIRECTOR_HEADER_PLURAL" = "Pengarah";

"PRODUCER_HEADER_SINGULAR" = "Produser";
"PRODUCER_HEADER_PLURAL" = "Produser";

"SCREENWRITER_HEADER_SINGULAR" = "Senario";
"SCREENWRITER_HEADER_PLURAL" = "Senario";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d album, %d lagu";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d lagu";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d lagu";

"NO_METADATA_RELEASED_HEADER" = "Dikeluarkan";
"NO_METADATA_LENGTH_HEADER" = "Panjang";
"NO_METADATA_SIZE_HEADER" = "Saiz";
"NO_METADATA_COPYRIGHT_HEADER" = "Hakcipta";
"NO_METADATA_DIMENSIONS_HEADER" = "Dimensi";
"NO_METADATA_CODECS_HEADER" = "Codec";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Dikeluarkan";
"LENGTH_HEADER" = "Panjang";
"SIZE_HEADER" = "Saiz";
"COPYRIGHT_HEADER" = "Hakcipta";
"FROM_THE_ALBUM_HEADER" = "Dari Album (Tersedia di iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Dimensi";
"CODECS_HEADER" = "Codec";

"RELEASE_DATE_UNKNOWN" = "Tidak Diketahui";
"DURATION_UNKNOWN" = "Tidak Diketahui";
"DIRECTORS_UNKNOWN" = "Tidak Diketahui";

"ALBUM_UNKNOWN" = "Album Tidak Diketahui";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 Lagu";
"ALBUM_SONGS_COUNT_PLURAL" = "%u Lagu";

"CREATE_GENIUS_PLAYLIST" = "Pilih lagu untuk mencipta Senarai Main Genius.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Tambah lagu ke senarai main %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Dikeluarkan %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Lagu";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Lagu";
"ALBUM_INFO_TIME_SINGULAR" = "15 Min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u Min.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Anda boleh memuat turun video dari iTunes.";
"GENIUS_PLAYLIST" = "Senarai Genius";
"DELETE_VIDEO_ALERT" = "Padam Video?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Padam “%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "Memadam \"%@\" juga akan mengeluarkannya dari komputer anda pada penyelarasan seterusnya.";

"EPISODE_DESCRIPTION_MORE" = "Lagi";

"NO_RESULTS" = "Tiada Hasil";

"PLAY_ALL_SONGS" = "Mainkan Semua Lagu";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Pilih lagu untuk mencipta Senarai Main Genius.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Baru";
"GENIUS_REFRESH_BUTTON_TITLE" = "Segarkan";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Pustaka Perkongsian Rumah";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Pustaka “%@” memerlukan kata laluan.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Kata Laluan";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Gagal bersambung ke “%@”.";

"RENTAL_EXPIRED_FORMAT" = "Tempoh sewa anda untuk “%@” telah tamat";
"RENTAL_WARNING_DAYS_FORMAT" = "Anda ada %1$@ hari untuk menonton “%2$@” dan selepas itu ia akan dipadam";
"RENTAL_WARNING_DAY_FORMAT" = "Anda ada %1$@ hari untuk menonton “%2$@” dan selepas itu ia akan dipadam";
"RENTAL_WARNING_HOURS_FORMAT" = "Anda ada %1$@ jam untuk menonton “%2$@” dan selepas itu ia akan dipadam";
"RENTAL_WARNING_HOUR_FORMAT" = "Anda ada %1$@ jam untuk menonton “%2$@” dan selepas itu ia akan dipadam";
"RENTAL_WARNING_MINUTES_FORMAT" = "Anda ada %1$@ minit untuk menonton “%2$@” dan selepas itu ia akan dipadam";
"RENTAL_WARNING_MINUTE_FORMAT" = "Anda ada %1$@ minit untuk menonton “%2$@” dan selepas itu ia akan dipadam";

"HOME_SHARING_SPLASH_LABEL" = "Perkongsian Rumah";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "example@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Kata Laluan";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Diperlukan";
"HOME_SHARING_FOOTER_LABEL" = "Apple ID diperlukan untuk menggunakan Perkongsian Rumah.";
"HOME_SHARING_ERROR_TITLE" = "Gagal mengaktifkan Perkongsian Rumah";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Tidak Boleh Bersambung ke Pustaka Media";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Perkongsian Rumah memerlukan iTunes 10.2 atau lebih baru.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "iPad Saya";
"SHARED_DEVICE_LIBRARY_FORMAT" = "%@ Saya";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Muat Turun Semua";
"SHOW_COMPLETE_ALBUM" = "Tunjukkan Album Lengkap…";
"HIDE_COMPLETE_ALBUM" = "Sembunyikan Album Lengkap";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Lengkapkan Album Saya %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Lengkapkan Album Ini";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Beli Album: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Harga biasa %@";
"SHOW_COMPLETE_SEASON" = "Tunjukkan Musim Lengkap";
"HIDE_COMPLETE_SEASON" = "Sembunyikan Musim Lengkap";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d Lagi Episod…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "%d Lagi Episod Tersedia di iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d Lagi Episod…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "%d Lagi Episod Tersedia di iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Lengkapkan Musim Saya %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Lengkapkan Musim Saya";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Lengkapkan Pas Musim Saya";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Beli Musim %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Beli Musim";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Beli Pas Musim";

"EXIT_STORE_BUTTON_TITLE" = "Perpustakaan";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcast Telah Berpindah";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Episod baru boleh dimuat turun menggunakan aplikasi Podcast.";
